chat_system_680720877_actor_description=Priest Owein. Senior Priest.
chat_system_680720877_snap_3_question=^?^I salute you, [player]! Were you sent to our Temple by the gods or by your heart? Know that you are always welcome here...
chat_system_680720877_snap_3_answer_0=^?^More like hunger and fatigue. I'll take a rest and go. Thank you for your hospitality.
chat_system_680720877_snap_0_question=^?^I am Father Owein and by the mercy of the gods I am the local senior priest.
chat_system_680720877_snap_0_answer_0=^?^Aron Demion sent me, he asked me to give you something.
chat_system_680720877_snap_1_question=^?^Brother Aron? I have not heard from him for a long time! He is a man of the kindest soul; no one could ever guess that he was one of the fiercest mercenaries of the Islands of Freedom.<br>So, what did he ask you to deliver?
chat_system_680720877_snap_1_answer_0=^?^Here is the purse with the donations.
chat_system_680720877_snap_1_answer_1=^?^Here is the purse with the donations.
chat_system_680720877_snap_1_answer_2=^?^Here is the purse with the donations.
chat_system_680720877_snap_7_question=^?^Well-well... Are you mocking me? You shouldn't try it, young man. Are you sure that Aron Demion gave you this empty purse?
chat_system_680720877_snap_7_answer_0=^?^I'll be damned if I know. I brought what I was given.
chat_system_680720877_snap_7_answer_1=^?^Probably they fell out through some hole, while I was on the road.
chat_system_680720877_snap_7_answer_2=^?^Oh sorry, of course not! The way was treacherous, and I was worried about thieves, so I hid the money in another place.
chat_system_680720877_snap_5_question=^?^You want me to believe this bald-faced lie? The seal was protected by a special spell, and it was not an easy task to take it off or damage it. You have stolen the donations for the Temple. Blasphemer!<br>Let the punishments of the gods, both light and dark, rain down upon your head, and may the restless souls of the forefathers haunt you day and night.
chat_system_680720877_snap_5_answer_0=^?^Maybe this modest amount of money in 500 gold coins can help you to forget this vexatious incident.
chat_system_680720877_snap_5_header_0=^?^Good... I see you have realized the depth of your sin and have sincerely repented. I shall pray to the gods, that they may clear your soul of this sin. Huh, I guess this is what happens when you place your faith in strangers.<br>Anyway I am infinitely grateful to Aron.
chat_system_680720877_snap_5_answer_1=^?^Let them haunt; I can calm them down very easily.
chat_system_680720877_snap_2_question=^?^Why so little?<br>Anyway I am infinitely grateful to Aron and to you, young knight, and will offer my prayers for you.
chat_system_680720877_snap_2_answer_0=^?^I don't know... But I'll pass your thanks to Aron Demion.
chat_system_680720877_snap_6_question=^?^Begone! Get out of the Temple, vile monster! And do not even think of returning. Let the Souls of Dead fill your body with rottenness and your mind with madness! Let the ravens peck your body and dogs eat your soul.
chat_system_680720877_snap_6_answer_0=^?^I'm going away. And I don't need your purse.
chat_system_680720877_snap_8_question=^?^The purse was sealed with a special spell and it is not fragile and frail. It is very unlikely that the money could fall out or disappear on its own.
chat_system_680720877_snap_8_answer_0=^?^Are you accusing me of theft?
chat_system_680720877_snap_8_answer_1=^?^Then, this time your spell let you down.
chat_system_680720877_snap_8_header_1=^?^You want me to believe in this bald-faced lie? You have stolen the donations for the Temple. Blasphemer!<br>Let the punishments of the gods, both light and dark, rain down upon your head, and may the restless souls of the forefathers haunt you day and night.
chat_system_680720877_snap_8_answer_2=^?^No, they did not disappear on their own. I took the money out of the purse. 
chat_system_680720877_switch_1_header_0=^?^I am done playing games with you. I declare that you have pocketed donations for the Temple. Blasphemer!<br>Let the punishments of the gods, both light and dark, rain down upon your head, and may the restless souls of the forefathers haunt you day and night.
chat_system_680720877_snap_9_question=^?^I will not ask why you did it, and I hope that you immediately return the money to me. 
chat_system_680720877_snap_9_answer_0=^?^Of course, here they are: 500 coins.
chat_system_680720877_snap_9_header_0=^?^Uh, you have almost scared me, young lad. This is what happens when you put your faith in strangers.<br>Anyway I am infinitely grateful to Aron and to you, young knight, and will offer up my prayers for you.
chat_system_680720877_snap_9_answer_1=^?^No, I will not return them.
chat_system_680720877_snap_4_question=^?^Well, well. Pardon me, young man, but could you answer one question for me? Why is the seal on the purse broken? I am sure that you received a sealed purse from Aron. 
chat_system_680720877_snap_4_answer_0=^?^Your seal must have caught on to something and torn off.
chat_system_680720877_snap_4_answer_1=^?^I don't know anything about it. I brought you what I was given.
chat_system_680720877_snap_4_answer_2=^?^Are you trying to say that I broke the seal myself?
